Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: No conversations for this tag
de: Keine Unterhaltungen für dieses Schlagwort
el: Δεν υπάρχουν συνομιλίες για αυτή την ετικέτα
es: No hay conversaciones para esta etiqueta
fr: Aucune conversation pour cette étiquette
it: Nessuna conversazione per questo tag
ja: このタグの会話はありません
nl: Geen gesprekken voor deze tag
pt_pt: Sem conversas para esta etiqueta
sv: Inga konversationer för denna tagg

source: Could not find the server. Please check the URL.
de: Server konnte nicht gefunden werden. Bitte überprüfen Sie die URL.
el: Δεν βρέθηκε ο διακομιστής. Ελέγξτε τη διεύθυνση URL.
es: No se pudo encontrar el servidor. Por favor, verifica la URL.
fr: Serveur introuvable. Veuillez vérifier l’URL.
it: Impossibile trovare il server. Controlla l'URL.
ja: サーバーが見つかりません。URLを確認してください。
nl: Kan de server niet vinden. Controleer de URL.
pt_pt: Não foi possível encontrar o servidor. Por favor, verifique o URL.
sv: Kunde inte hitta servern. Kontrollera URL:en.

source: Memory could not be synchronized. Your local items are retained.
de: Der Speicher konnte nicht synchronisiert werden. Deine lokalen Elemente bleiben erhalten.
el: Δεν ήταν δυνατός ο συγχρονισμός της μνήμης. Τα τοπικά στοιχεία σας διατηρήθηκαν.
es: No se pudo sincronizar la memoria. Tus elementos locales se conservaron.
fr: La mémoire n’a pas pu être synchronisée. Vos éléments locaux sont conservés.
it: Impossibile sincronizzare la memoria. Gli elementi locali sono stati conservati.
ja: メモリを同期できませんでした。ローカルの項目は保持されています。
nl: Het geheugen kon niet worden gesynchroniseerd. Je lokale items zijn behouden.
pt_pt: Não foi possível sincronizar a memória. Os seus itens locais foram mantidos.
sv: Minnet kunde inte synkroniseras. Dina lokala objekt har behållits.

source: Conversations
de: Unterhaltungen
el: Συνομιλίες
es: Conversaciones
it: Conversazioni
ja: 会話
nl: Gesprekken
pt_pt: Conversas
sv: Konversationer

source: Continue Chat
de: Chat fortsetzen
el: Συνέχεια συνομιλίας
es: Continuar chat
fr: Continuer la discussion
it: Continua chat
ja: チャットを続ける
nl: Chat voortzetten
pt_pt: Continuar Conversa
sv: Fortsätt chatt

source: The agent timed out before completing the response.
de: Der Agent hat die Antwort nicht rechtzeitig abgeschlossen.
el: Ο πράκτορας διέκοψε τη σύνδεση πριν ολοκληρώσει την απάντηση.
es: El agente agotó el tiempo antes de completar la respuesta.
fr: Le délai de réponse de l’agent a expiré avant la fin.
it: L'agente ha superato il tempo limite prima di completare la risposta.
ja: エージェントが応答を完了する前にタイムアウトしました。
nl: De agent heeft te lang gewacht om de reactie te voltooien.
pt_pt: O agente expirou antes de concluir a resposta.
sv: Agenten tog för lång tid på sig att slutföra svaret.

source: Choose the right model
de: Wähle das richtige Modell
el: Επιλέξτε το σωστό μοντέλο
es: Elige el modelo correcto
fr: Choisissez le bon modèle
it: Scegli il modello giusto
ja: 適切なモデルを選択する
nl: Kies het juiste model
pt_pt: Escolha o modelo correto
sv: Välj rätt modell

source: Synchronizes conversations and their attachments, profile, memory, and prompt templates across devices. Attachments are synchronized as part of their conversations.
de: Synchronisiert Unterhaltungen und deren Anhänge, Profil, Speicher und Prompt-Vorlagen geräteübergreifend. Anhänge werden als Teil ihrer Unterhaltungen synchronisiert.
el: Συγχρονίζει τις συνομιλίες και τα συνημμένα τους, το προφίλ, τη μνήμη και τα πρότυπα προτροπών σε όλες τις συσκευές. Τα συνημμένα συγχρονίζονται ως μέρος των συνομιλιών τους.
es: Sincroniza las conversaciones y sus archivos adjuntos, el perfil, la memoria y las plantillas de indicaciones entre dispositivos. Los archivos adjuntos se sincronizan como parte de sus conversaciones.
fr: Synchronise les conversations et leurs pièces jointes, le profil, la mémoire et les modèles de prompts entre les appareils. Les pièces jointes sont synchronisées avec leurs conversations.
it: Sincronizza le conversazioni e i relativi allegati, il profilo, la memoria e i modelli di prompt tra i dispositivi. Gli allegati vengono sincronizzati insieme alle relative conversazioni.
ja: 会話とその添付ファイル、プロフィール、メモリ、プロンプトテンプレートをデバイス間で同期します。添付ファイルは会話の一部として同期されます。
nl: Synchroniseert gesprekken en hun bijlagen, profiel, geheugen en promptsjablonen op al je apparaten. Bijlagen worden gesynchroniseerd als onderdeel van hun gesprekken.
pt_pt: Sincroniza conversas e respetivos anexos, perfil, memória e modelos de prompt entre dispositivos. Os anexos são sincronizados como parte das respetivas conversas.
sv: Synkroniserar konversationer och deras bilagor, profil, minne och promptmallar mellan enheter. Bilagor synkroniseras som en del av deras konversationer.

source: Blood Moon
de: Blutmond
el: Ματωμένο Φεγγάρι
es: Luna de sangre
fr: Lune de sang
it: Luna di sangue
ja: ブラッドムーン
nl: Bloedmaan
pt_pt: Lua de Sangue
sv: Blodmåne

source: Edit Message
de: Nachricht bearbeiten
el: Επεξεργασία μηνύματος
es: Editar mensaje
fr: Modifier le message
it: Modifica messaggio
ja: メッセージを編集
nl: Bericht bewerken
pt_pt: Editar Mensagem
sv: Redigera meddelande

source: Thinking
de: Denke
el: Σκέψη
es: Pensando
fr: Réflexion en cours
it: Sto pensando
ja: 考え中
nl: Bezig met nadenken
pt_pt: A pensar
sv: Tänker

source: You
de: Du
el: Εσύ
es: Tú
fr: Vous
it: Tu
ja: あなた
nl: Jij
pt_pt: Tu
sv: Du

source: Apple Shortcuts
de: Apple Kurzbefehle
el: Συντομεύσεις Apple
es: Atajos de Apple
fr: Raccourcis Apple
it: Scorciatoie Apple
ja: Appleショートカット
nl: Apple-snelkoppelingen
pt_pt: Atalhos Apple
sv: Apple-genvägar

source: Enable Web Search
de: Websuche aktivieren
el: Ενεργοποίηση Αναζήτησης Ιστού
es: Activar búsqueda web
fr: Activer la recherche Web
it: Abilita ricerca web
ja: ウェブ検索を有効にする
nl: Webzoekfunctie inschakelen
pt_pt: Ativar Pesquisa Web
sv: Aktivera webbsökning

source: Server Configuration Wasn't Saved
de: Serverkonfiguration wurde nicht gespeichert
el: Η διαμόρφωση του διακομιστή δεν αποθηκεύτηκε
es: No se guardó la configuración del servidor
fr: La configuration du serveur n’a pas été enregistrée
it: La configurazione del server non è stata salvata
ja: サーバー設定を保存できませんでした
nl: Serverconfiguratie is niet opgeslagen
pt_pt: A configuração do servidor não foi guardada
sv: Serverkonfigurationen sparades inte

source: %lld tools available
de: %lld Werkzeuge verfügbar
el: Διαθέσιμα εργαλεία: %lld
es: %lld herramientas disponibles
fr: %lld outils disponibles
it: %lld strumenti disponibili
ja: 利用可能なツール：%lld個
nl: %lld tools beschikbaar
pt_pt: %lld ferramentas disponíveis
sv: %lld verktyg tillgängliga

source: Pumpkin Night
de: Kürbisnacht
el: Νύχτα κολοκύθας
es: Noche de calabaza
fr: Nuit de citrouille
it: Notte di zucca
ja: パンプキンナイト
nl: Pompoennacht
pt_pt: Noite de Abóbora
sv: Pumpakväll

source: Hide API Key
de: API-Schlüssel verbergen
el: Απόκρυψη κλειδιού API
es: Ocultar clave API
fr: Masquer la clé API
it: Nascondi chiave API
ja: APIキーを隠す
nl: API-sleutel verbergen
pt_pt: Ocultar chave API
sv: Dölj API-nyckel

source: Try Again
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
nl: Opnieuw proberen
pt_pt: Tentar novamente
sv: Försök igen

source: Suggested anonymously
de: Anonym vorgeschlagen
el: Προταθεί ανώνυμα
es: Sugerido de forma anónima
fr: Suggéré anonymement
it: Suggerito anonimamente
ja: 匿名で提案されました
nl: Anoniem voorgesteld
pt_pt: Sugerido anonimamente
sv: Föreslagen anonymt

source: All Tags
de: Alle Tags
el: Όλες οι ετικέτες
es: Todas las etiquetas
fr: Tous les tags
it: Tutti i tag
ja: すべてのタグ
nl: Alle tags
pt_pt: Todas as Etiquetas
sv: Alla taggar

source: If you continue, future calls will be blocked for this server configuration.
de: Wenn Sie fortfahren, werden zukünftige Aufrufe für diese Serverkonfiguration blockiert.
el: Αν συνεχίσετε, οι μελλοντικές κλήσεις θα αποκλειστούν για αυτήν τη διαμόρφωση διακομιστή.
es: Si continúas, las llamadas futuras se bloquearán para esta configuración del servidor.
fr: Si vous continuez, les prochains appels seront bloqués pour cette configuration du serveur.
it: Se continui, le chiamate future verranno bloccate per questa configurazione del server.
ja: 続行すると、このサーバー設定に対する今後の呼び出しはブロックされます。
nl: Als je doorgaat, worden toekomstige aanroepen voor deze serverconfiguratie geblokkeerd.
pt_pt: Se continuar, as chamadas futuras serão bloqueadas para esta configuração do servidor.
sv: Om du fortsätter blockeras framtida anrop för den här serverkonfigurationen.

source: Image generation requires a text prompt.
de: Für die Bildgenerierung ist eine Texteingabe erforderlich.
el: Για τη δημιουργία εικόνας απαιτείται ένα μήνυμα κειμένου.
es: La generación de imágenes requiere una descripción de texto.
fr: La génération d’images nécessite une invite textuelle.
it: La generazione dell'immagine richiede un prompt testuale.
ja: 画像を生成するにはテキストプロンプトが必要です。
nl: Voor het genereren van een afbeelding is een tekstprompt vereist.
pt_pt: A geração de imagens requer um pedido de texto.
sv: Bildgenerering kräver en textprompt.

source: Witching Hour
de: Hexenstunde
el: Ώρα Μαγείας
es: La hora de las brujas
fr: Heure des sorcières
it: Ora delle streghe
ja: 魔女の時間
nl: Heksenuur
pt_pt: Hora das Bruxas
sv: Häxtimmen

source: Search the Web
de: Im Web suchen
el: Αναζήτηση στον Ιστό
es: Buscar en la web
fr: Rechercher sur le Web
it: Cerca sul Web
ja: ウェブを検索する
nl: Zoeken op het web
pt_pt: Pesquisar na Web
sv: Sök på webben

source: Dismiss error
de: Fehler schließen
el: Απόρριψη σφάλματος
es: Descartar error
fr: Fermer l’erreur
it: Ignora errore
ja: エラーを閉じる
nl: Foutmelding sluiten
pt_pt: Fechar erro
sv: Avvisa fel

source: Appearance
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
nl: Weergave
pt_pt: Aspeto
sv: Utseende

source: Enter a brief title for your suggestion
de: Geben Sie einen kurzen Titel für Ihren Vorschlag ein
el: Εισαγάγετε έναν σύντομο τίτλο για την πρότασή σας
es: Introduce un título breve para tu sugerencia
fr: Entrez un titre bref pour votre suggestion
it: Inserisci un titolo breve per il tuo suggerimento
ja: 提案の簡単なタイトルを入力してください
nl: Voer een korte titel voor uw suggestie in
pt_pt: Introduza um título breve para a sua sugestão
sv: Ange en kort titel för ditt förslag

source: Any additional context you want the assistant to know. Max 500 characters.
de: Zusätzliche Informationen, die Sie dem Assistenten mitteilen möchten. Maximal 500 Zeichen.
el: Περιγραφή της ενότητας με τις επιπλέον πληροφορίες.
es: Cualquier información adicional que desees que el asistente conozca. Máximo 500 caracteres.
fr: Toute information supplémentaire que vous souhaitez que l’assistant connaisse. Maximum 500 caractères.
it: Qualsiasi informazione aggiuntiva che desideri comunicare all’assistente. Massimo 500 caratteri.
ja: 追加情報セクションの説明です。
nl: Eventuele aanvullende context die u wilt dat de assistent weet. Maximaal 500 tekens.
pt_pt: Qualquer informação adicional que queira que o assistente saiba. Máx. 500 caracteres.
sv: Eventuell ytterligare information du vill att assistenten ska känna till. Max 500 tecken.

# Memory
source: Notes
de: Notizen
el: Μνήμη
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリー
nl: Geheugen
pt_pt: Memórias
sv: Anteckningar

source: The memory change could not be saved. Please try again.
de: Die Speicheränderung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η αποθήκευση της αλλαγής μνήμης. Δοκιμάστε ξανά.
es: No se ha podido guardar el cambio de memoria. Inténtalo de nuevo.
fr: La modification de la mémoire n’a pas pu être enregistrée. Veuillez réessayer.
it: Non è stato possibile salvare la modifica della memoria. Riprova.
ja: メモリの変更を保存できませんでした。もう一度お試しください。
nl: De geheugenwijziging kon niet worden opgeslagen. Probeer het opnieuw.
pt_pt: Não foi possível guardar a alteração da memória. Tente novamente.
sv: Minnesändringen kunde inte sparas. Försök igen.

source: Export
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
nl: Exporteren
pt_pt: Exportar
sv: Exportera

source: The app icon could not be changed. Please try again.
de: Das App-Symbol konnte nicht geändert werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η αλλαγή του εικονιδίου της εφαρμογής. Δοκιμάστε ξανά.
es: No se ha podido cambiar el icono de la app. Inténtalo de nuevo.
fr: L’icône de l’app n’a pas pu être modifiée. Veuillez réessayer.
it: Non è stato possibile modificare l’icona dell’app. Riprova.
ja: アプリアイコンを変更できませんでした。もう一度お試しください。
nl: Het appicoon kon niet worden gewijzigd. Probeer het opnieuw.
pt_pt: Não foi possível alterar o ícone da aplicação. Tente novamente.
sv: Appikonen kunde inte ändras. Försök igen.

source: Blocked
de: Blockiert
el: Αποκλεισμένο
es: Bloqueado
fr: Bloqué
it: Bloccato
ja: ブロック済み
nl: Geblokkeerd
pt_pt: Bloqueado
sv: Blockerad

source: Brainstorm ideas for a project
de: Ideen für ein Projekt sammeln
el: Καταιγισμός ιδεών για ένα έργο
es: Generar ideas para un proyecto
fr: Trouver des idées pour un projet
it: Genera idee per un progetto
ja: プロジェクトのアイデアをブレインストーミングする
nl: Bedenk ideeën voor een project
pt_pt: Gerar ideias para um projeto
sv: Brainstorma idéer för ett projekt

source: The latest turn exceeds the available context
de: Der letzte Zug überschreitet den verfügbaren Kontext
el: Η τελευταία κίνηση υπερβαίνει το διαθέσιμο πλαίσιο
es: El último turno supera el contexto disponible
fr: Le dernier tour dépasse le contexte disponible
it: L'ultimo turno supera il contesto disponibile
ja: 最新のターンが利用可能なコンテキストを超えています
nl: De laatste beurt overschrijdt de beschikbare context
pt_pt: A última jogada excede o contexto disponível
sv: Det senaste draget överskrider det tillgängliga sammanhanget

source: This iCloud data format is not supported by this version of the app.
de: Dieses iCloud-Datenformat wird von dieser App-Version nicht unterstützt.
el: Αυτή η μορφή δεδομένων iCloud δεν υποστηρίζεται από αυτήν την έκδοση της εφαρμογής.
es: Esta versión de la app no admite este formato de datos de iCloud.
fr: Ce format de données iCloud n’est pas pris en charge par cette version de l’app.
it: Questo formato di dati iCloud non è supportato da questa versione dell’app.
ja: このiCloudデータ形式は、このバージョンのアプリではサポートされていません。
nl: Deze iCloud-gegevensindeling wordt niet ondersteund door deze versie van de app.
pt_pt: Este formato de dados do iCloud não é compatível com esta versão da app.
sv: Det här iCloud-dataformatet stöds inte av den här versionen av appen.

source: Copied
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
nl: Gekopieerd
pt_pt: Copiado
sv: Kopierad

source: Camera
de: Kamera
el: Κάμερα
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
pt_pt: Câmara
sv: Kamera

source: New Template
de: Neue Vorlage
el: Νέο Πρότυπο
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo Modello
ja: 新しいテンプレート
nl: Nieuwe sjabloon
pt_pt: Novo Modelo
sv: Ny mall

source: Use the models available on your server, all in one conversation app.
de: Verwende die auf deinem Server verfügbaren Modelle – alles in einer einzigen Unterhaltungs-App.
el: Χρησιμοποιήστε τα μοντέλα που είναι διαθέσιμα στον διακομιστή σας, όλα σε μία εφαρμογή συνομιλίας.
es: Usa los modelos disponibles en tu servidor, todo en una sola aplicación de conversación.
fr: Utilisez les modèles disponibles sur votre serveur, le tout dans une seule application de conversation.
it: Usa i modelli disponibili sul tuo server, tutto in un'unica app di conversazione.
ja: サーバーで利用可能なモデルをすべて、1つの会話アプリで使用できます
nl: Gebruik de modellen die beschikbaar zijn op je server, allemaal in één gespreksapp.
pt_pt: Utilize os modelos disponíveis no seu servidor, tudo numa só aplicação de conversação.
sv: Använd modellerna som finns tillgängliga på din server, allt i en och samma konversationsapp.

source: Review the current account before enabling synchronization.
de: Überprüfen Sie das aktuelle Konto, bevor Sie die Synchronisierung aktivieren.
el: Ελέγξτε τον τρέχοντα λογαριασμό πριν ενεργοποιήσετε τον συγχρονισμό.
es: Revisa la cuenta actual antes de activar la sincronización.
fr: Vérifiez le compte actuel avant d’activer la synchronisation.
it: Esamina l'account attuale prima di abilitare la sincronizzazione.
ja: 同期を有効にする前に、現在のアカウントを確認してください。
nl: Controleer het huidige account voordat u synchronisatie inschakelt.
pt_pt: Reveja a conta atual antes de ativar a sincronização.
sv: Granska det aktuella kontot innan synkronisering aktiveras.

source: Delete %@
de: %@ löschen
el: Διαγραφή %@
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
ja: %@を削除
nl: Verwijder %@
pt_pt: Eliminar %@
sv: Radera %@

source: Text to Speech
de: Text-zu-Sprache
el: Κείμενο σε Ομιλία
es: Texto a voz
fr: Synthèse vocale
it: Sintesi vocale
ja: テキスト読み上げ
nl: Tekst-naar-spraak
pt_pt: Texto para Fala
sv: Text-till-tal

source: Keep your important conversations close at hand.
de: Behalte deine wichtigen Unterhaltungen griffbereit.
el: Κρατήστε τις σημαντικές συνομιλίες σας κοντά σας.
es: Mantén tus conversaciones importantes a mano.
fr: Gardez vos conversations importantes à portée de main.
it: Tieni le tue conversazioni importanti sempre a portata di mano.
ja: 重要な会話をすぐにアクセスできる場所に保ちましょう
nl: Houd je belangrijke gesprekken binnen handbereik.
pt_pt: Tenha as suas conversas importantes sempre à mão.
sv: Ha dina viktiga konversationer nära till hands.

source: Could not be safely inspected
de: Konnte nicht sicher überprüft werden
el: Δεν ήταν δυνατή η ασφαλής επιθεώρηση
es: No se pudo inspeccionar de forma segura
fr: Impossible à inspecter en toute sécurité
it: Impossibile esaminare in sicurezza
ja: 安全に検査できませんでした
nl: Kon niet veilig worden geïnspecteerd
pt_pt: Não foi possível inspecionar com segurança
sv: Kunde inte inspekteras på ett säkert sätt

source: %lld messages compacted
de: %lld Nachrichten komprimiert
el: %lld συμπιεσμένα μηνύματα
es: %lld mensajes compactados
fr: %lld messages compactés
it: %lld messaggi compressi
ja: %lld 件のメッセージを圧縮しました
nl: %lld berichten samengevoegd
pt_pt: %lld mensagens compactadas
sv: %lld meddelanden komprimerade

source: Scroll to bottom
de: Nach unten scrollen
el: Κύλιση στο κάτω μέρος
es: Desplázate hasta el final
fr: Faites défiler jusqu’en bas
it: Scorri fino in fondo
ja: 下までスクロール
nl: Scroll naar beneden
pt_pt: Deslocar até ao fundo
sv: Bläddra längst ned

source: Document
de: Dokument
el: Έγγραφο
es: Documento
it: Documento
ja: ドキュメント
pt_pt: Documento
sv: Dokument

source: Search Conversations
de: Konversationen suchen
el: Αναζήτηση συνομιλιών
es: Buscar conversaciones
fr: Rechercher des conversations
it: Cerca conversazioni
ja: 会話を検索
nl: Gesprekken zoeken
pt_pt: Pesquisar Conversas
sv: Sök konversationer

source: None
de: Keineೈನ್
el: Κανένα
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
pt_pt: Nenhum
sv: Ingen

source: Retry
de: Erneut versuchen
el: Επανάληψη προσπάθειας
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
nl: Opnieuw proberen
pt_pt: Tentar novamente
sv: Försök igen

source: Help me with my code
de: Hilf mir bei meinem Code
el: Βοήθησέ με με τον κώδικά μου
es: Ayúdame con mi código
fr: Aide-moi avec mon code
it: Aiutami con il mio codice
ja: コードの助けをしてください
nl: Help me met mijn code
pt_pt: Ajuda-me com o meu código
sv: Hjälp mig med min kod

source: Web Search
de: Websuche
el: Αναζήτηση στο Διαδίκτυο
es: Búsqueda web
fr: Recherche Web
it: Ricerca Web
ja: ウェブ検索
nl: Webzoekfunctie
pt_pt: Pesquisa Web
sv: Webbsökning

# Add to Favourites
source: Add to Favorites
de: Zu Favoriten hinzufügen
el: Προσθήκη στα Αγαπημένα
es: Añadir a Favoritos
fr: Ajouter aux favoris
it: Aggiungi ai Preferiti
ja: お気に入りに追加
nl: Toevoegen aan favorieten
pt_pt: Adicionar aos Favoritos
sv: Lägg till i favoriter

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt_pt: Cancelar
sv: Avbryt

source: Skipping won't save these server settings.
de: Überspringen speichert diese Servereinstellungen nicht.
el: Η παράλειψη δεν θα αποθηκεύσει αυτές τις ρυθμίσεις διακομιστή.
es: Omitir no guardará esta configuración del servidor.
fr: Ignorer n’enregistrera pas ces réglages du serveur.
it: Saltare non salverà queste impostazioni del server.
ja: スキップすると、これらのサーバー設定は保存されません。
nl: Overslaan slaat deze serverinstellingen niet op.
pt_pt: Ignorar não guardará estas definições do servidor.
sv: Om du hoppar över detta sparas inte de här serverinställningarna.

source: Completion
de: Abschluss
el: Ολοκλήρωση
es: Finalización
fr: Achèvement
it: Completamento
ja: 完了
nl: Voltooiing
pt_pt: Conclusão
sv: Slutförande

source: Automate OpenClient with the Shortcuts app using the URL scheme actions above.
de: Automatisieren Sie OpenClient mit der Kurzbefehle-App unter Verwendung der oben genannten URL-Schema-Aktionen.
el: Αυτοματοποιήστε το OpenClient με την εφαρμογή Συντομεύσεις χρησιμοποιώντας τις παραπάνω ενέργειες σχήματος URL.
es: Automatiza OpenClient con la app Atajos usando las acciones del esquema de URL mencionadas arriba.
fr: Automatisez OpenClient avec l’app Raccourcis en utilisant les actions du schéma d’URL ci-dessus.
it: Automatizza OpenClient con l’app Comandi usando le azioni dello schema URL sopra.
ja: 上記のURLスキームアクションを使って、ショートカットアプリでOpenClientを自動化します。
nl: Automatiseer OpenClient met de Opdrachten-app via de bovenstaande URL-scheme-acties.
pt_pt: Automatize o OpenClient com a app Atalhos usando as ações do esquema URL acima.
sv: Automatisera OpenClient med appen Genvägar med hjälp av URL-schemakommandona ovan.

source: Enter a new name for this conversation
de: Geben Sie einen neuen Namen für diese Unterhaltung ein.
el: Εισαγάγετε ένα νέο όνομα για αυτή τη συνομιλία.
es: Introduce un nuevo nombre para esta conversación.
fr: Entrez un nouveau nom pour cette conversation.
it: Inserisci un nuovo nome per questa conversazione
ja: この会話の新しい名前を入力してください
nl: Voer een nieuwe naam in voor dit gesprek.
pt_pt: Introduza um novo nome para esta conversa.
sv: Ange ett nytt namn för den här konversationen.

source: Show All (%lld)
de: Alle anzeigen (%lld)
el: Εμφάνιση όλων (%lld)
es: Mostrar todo (%lld)
fr: Tout afficher (%lld)
it: Mostra tutto (%lld)
ja: すべて表示（%lld）
nl: Alles tonen (%lld)
pt_pt: Mostrar tudo (%lld)
sv: Visa alla (%lld)

source: Author
de: Autor
el: Συγγραφέας
es: Autor
fr: Auteur
it: Autore
ja: 作成者
nl: Auteur
pt_pt: Autor
sv: Författare

source: Server error (code %lld).
de: Serverfehler (Code %lld).
el: Σφάλμα διακομιστή (κωδικός %lld).
es: Error del servidor (código %lld).
fr: Erreur serveur (code %lld).
it: Errore del server (codice %lld).
ja: サーバーエラー（コード %lld）
nl: Serverfout (code %lld).
pt_pt: Erro do servidor (código %lld).
sv: Serverfel (kod %lld).

source: No conversations found with the selected tag
de: Keine Unterhaltungen mit dem ausgewählten Tag gefunden
el: Δεν βρέθηκαν συνομιλίες με την επιλεγμένη ετικέτα
es: No se encontraron conversaciones con la etiqueta seleccionada
fr: Aucune conversation trouvée avec le tag sélectionné
it: Nessuna conversazione trovata con il tag selezionato
ja: 選択したタグの会話は見つかりませんでした
nl: Geen gesprekken gevonden met het geselecteerde label
pt_pt: Nenhuma conversa encontrada com a etiqueta selecionada
sv: Inga konversationer hittades med den valda taggen

source: How does Swift concurrency work?
de: Wie funktioniert Swift Concurrency?
el: Πώς λειτουργεί η ασύγχρονη εκτέλεση στο Swift;
es: ¿Cómo funciona la concurrencia en Swift?
fr: Comment fonctionne la concurrence en Swift ?
it: Come funziona la concorrenza in Swift?
ja: Swiftの並行処理はどう機能するのか？
nl: Hoe werkt Swift-concurrentie?
pt_pt: Como funciona a concorrência em Swift?
sv: Hur fungerar Swift-konkurens?

source: Voice ID
de: Sprach-ID
el: Ταυτότητα φωνής
es: ID de voz
fr: ID vocal
it: ID voce
ja: 音声ID
nl: Stem-ID
pt_pt: ID de voz
sv: Röst-ID

source: Sakura
de: Kirschblüte
el: Σακούρα
ja: 桜
